export const Info = [
  {
    icon: "fa-solid fa-1",
    title: "Паспорт и визы",
    text: `Убедитесь, что ваш паспорт действителен на весь период поездки. Получите все необходимые визы заранее.`,
  },
  {
    icon: "fa-solid fa-2",
    title: "Бронирование",
    text: `Забронируйте авиабилеты и отель заранее, чтобы избежать неудобств. Проверьте условия бронирования и отмены.`,
  },
  {
    icon: "fa-solid fa-3",
    title: "Медицинская страховка",
    text: `Приобретите медицинскую страховку с покрытием в стране вашего назначения.`,
  },
  {
    icon: "fa-solid fa-4",
    title: "Прививки и медицинские меры",
    text: `Убедитесь, что у вас есть все необходимые прививки для поездки. Принесите с собой необходимые лекарства и аптечку для медицинских случаев.`,
  },
  {
    icon: "fa-solid fa-5",
    title: "Финансы",
    text: `Обменяйте деньги заранее или убедитесь, что ваша банковская карта будет работать за границей. Уведомите свой банк о поездке, чтобы избежать блокировки карты из-за подозрительной активности.`,
  },
  {
    icon: "fa-solid fa-6",
    title: "Безопасность",
    text: `Изучите правила и рекомендации безопасности для страны, которую вы собираетесь посетить. Сохраняйте копии важных документов, таких как паспорт и билеты.`,
  },
  {
    icon: "fa-solid fa-7",
    title: "Культурные особенности",
    text: `Ознакомьтесь с культурными особенностями страны и обычаями местных жителей. Уважайте местную культуру, традиции и вероисповедание.`,
  },
  {
    icon: "fa-solid fa-8",
    title: "Связь",
    text: `Подготовьте свои устройства к использованию в другой стране (розетки, SIM-карты и т. д.). Имейте при себе контактную информацию турфирмы или посольства.`,
  },
  {
    icon: "fa-solid fa-9",
    title: "Отпускное настроение",
    text: `Отдохните и расслабьтесь перед поездкой. Готовьтесь к приключениям и новым впечатлениям!`,
  },
];
