import { Review } from "../models/tour.model";

export const Reviews: Review[] = [
  {
    id: 1,
    idTour: 1,
    clientName: "Мария",
    reviewText: `Этот тур превзошел все мои ожидания! Он был полон невероятных приключений и впечатлений.
    Отель 'Императорский' в Риме был просто великолепен - комфортабельные номера, прекрасный сервис и
    восхитительное расположение рядом с Колизеем. Гиды были очень знающими и дружелюбными, всегда готовыми
    помочь и ответить на все вопросы. Я обязательно вернусь сюда снова!`
  },
  {
    id: 2,
    idTour: 1,
    clientName: "Иван",
    reviewText: `Экскурсионный тур 'Итальянская Одиссея' был незабываемым опытом для меня и моей семьи.
    Мы посетили несколько прекрасных городов Италии, включая Рим, Флоренцию и Венецию, и каждый из них
    был уникален и удивителен. Отель 'Флорентийский сад' во Флоренции был просто великолепен - уютные
    номера и великолепный вид на город. Спасибо всему персоналу за теплый прием и заботу о нас!`
  },
  {
    id: 3,
    idTour: 1,
    clientName: "Александра",
    reviewText: `Этот тур прекрасно подходит для тех, кто хочет погрузиться в итальянскую культуру и историю.
    Мы наслаждались каждым моментом нашего путешествия от начала до конца. Отель 'Венецианский переулок' в
    Венеции был очаровательным местом с истинным венецианским колоритом. Большое спасибо организаторам за
    отлично продуманный маршрут и за заботу о каждой детали!`
  },
  {
    id: 4,
    idTour: 2,
    clientName: "Вера",
    reviewText: `Мы вернулись из тура "Отдых на Бали" полностью восстановленными и полными впечатлений!
    Наш отель "Паруса на ветру" был просто потрясающим - красивая территория, чистые и уютные номера,
    великолепный пляж и бассейн. Весь персонал отеля был очень дружелюбным и внимательным, всегда
    готовым помочь и сделать наше пребывание максимально комфортным. Мы также наслаждались экскурсиями
    по острову, посещением местных рынков и национальных парков. Этот тур оказался идеальным сочетанием
    отдыха на пляже и изучения местной культуры. Спасибо команде за незабываемый отпуск!`
  },
  {
    id: 5,
    idTour: 5,
    clientName: "Елена",
    reviewText: `Этот велосипедный тур стал для меня настоящим приключением! Хоть я и не опытный велосипедист,
    я смогла насладиться каждым мгновением этого путешествия благодаря прекрасной организации и поддержке гида.
    Отдельно хочу отметить отели, в которых мы останавливались. Уютные номера, прекрасные виды из окон и вкусные
    тосканские блюда в ресторанах - все это сделало наше пребывание незабываемым`
  },
  {
    id: 6,
    idTour: 5,
    clientName: "Марк",
    reviewText: `Этот велосипедный тур принес мне невероятные впечатления! Я впервые побывал в Тоскане и влюбился в
    ее красоту и атмосферу. Путешествие на велосипеде позволило мне исследовать уединенные деревни, насладиться
    прекрасными виноградниками и оливковыми рощами. Отдельное спасибо персоналу турагентства за отличную организацию
    и заботу о каждой детали нашего путешествия.`
  },
  {
    id: 7,
    idTour: 6,
    clientName: "Елизавета",
    reviewText: `Этот тур превзошел все мои ожидания! Оказалось, что Грузия - это не только великолепные виды и
    древние достопримечательности, но и настоящий рай для гурманов. Дегустация местных вин и блюд была просто
    потрясающей! Отличная организация тура и забота со стороны гида сделали это путешествие незабываемым.`
  },
  {
    id: 8,
    idTour: 8,
    clientName: "Даниил",
    reviewText: `Этот тур привнес много волшебства в мою жизнь! Посещение замков и крепостей Румынии
    позволило мне окунуться в атмосферу старинных легенд и истории. Проживание в уютных отелях и
    интересные экскурсии сделали это путешествие по-настоящему захватывающим.`
  },
  {
    id: 9,
    idTour: 5,
    clientName: "Татьяна",
    reviewText: `Этот тур стал для меня настоящим погружением в мир искусства и красоты! Посещение
    музеев и исторических достопримечательностей Парижа было просто потрясающим. Профессиональные
    экскурсии и удобное проживание сделали это путешествие по-настоящему незабываемым и вдохновляющим.`
  },
];
