import { TourType } from "../models/tour.model";

export const Types: TourType[] = [
  {
    id: 1,
    icon: "fa-solid fa-landmark",
    img: "",
    name: "Культурный тур",
    description: `
    Готовьтесь к погружению в мир искусства, истории и традиций с нашими культурными
    турами! От посещения исторических памятников и музеев до участия в традиционных
    обрядах и фестивалях, наши экспертные гиды проведут вас через многовековую культурную
    мозаику. Переживите неповторимые моменты, знакомясь с уникальными обычаями и образом
    жизни различных народов и культур.`,
  },
  {
    id: 2,
    icon: "fa-solid fa-umbrella-beach",
    img: "",
    name: "Пляжный отдых",
    description: `
    Отправляйтесь на берега моря и наслаждайтесь солнцем, песчаными пляжами и
    бирюзовой водой с нашими пляжными турами! Расслабьтесь под звуки прибоя,
    погрузитесь в мир спокойствия и уединения или окунитесь в атмосферу веселья
    на пляжных вечеринках. Независимо от вашего стиля отдыха, наши пляжные туры
    предложат вам незабываемый опыт на берегу моря.`,
  },
  {
    id: 3,
    icon: "fa-solid fa-mountain",
    img: "",
    name: "Горнолыжный тур",
    description: `
    Готовьтесь к захватывающим спускам по снежным склонам и неповторимым пейзажам
    с нашими горнолыжными турами! От великолепных горнолыжных курортов до уютных
    горных поселений, наши туры подарят вам адреналиновые приключения и незабываемые
    впечатления. Специально подобранные маршруты и профессиональные инструкторы сделают
    ваш отдых на горнолыжных курортах незабываемым.`,
  },
  {
    id: 4,
    icon: "fa-solid fa-binoculars",
    img: "",
    name: "Экзотический тур",
    description: `
    Отправляйтесь в удивительные уголки мира и открывайте для себя таинственные и
    экзотические культуры с нашими экзотическими турами! От дремучих тропических
    лесов и бескрайних пустынь до живописных островов и древних городов, наши туры
    приведут вас к удивительным местам и знакомству с местными обычаями и традициями.`,
  },
  {
    id: 5,
    icon: "fa-solid fa-person-hiking",
    img: "",
    name: "Активный тур",
    description: `
    Приготовьтесь к приключениям и активному отдыху с нашими активными турами!
    От велосипедных прогулок и пеших походов до водных видов спорта и альпинизма,
    наши туры предлагают разнообразные возможности для активного времяпрепровождения
    и приятного отдыха на природе.`,
  },
  {
    id: 6,
    icon: "fa-solid fa-utensils",
    img: "",
    name: "Гастрономический тур",
    description: `
    Отправляйтесь в кулинарное приключение и наслаждайтесь изысканной кухней
    и винами с нашими гастрономическими турами! От дегустаций местных блюд и
    вин до уроков приготовления блюд от местных шеф-поваров, наши туры предложат
    вам неповторимый опыт истинного гастрономического наслаждения`,
  },
];
